[KnightsCharge X2AbilityTemplate]
LocFriendlyName="Knights Charge"
LocHelpText="An upgraded Shield Bash that costs 1 action and does not end the turn. Can be used with dashes. Disorrients."
LocLongDescription="An upgraded Shield Bash that costs 1 action and does not end the turn. Can be used with dashes. Disorrients."
LocPromotionPopupText="<Bullet/> An upgraded Shield Bash that costs 1 action and does not end the turn. Can be used with dashes. Disorrients."
LocFlyOverText="Knights Charge"

[KnightsForce X2AbilityTemplate]
LocFriendlyName="Knights Force"
LocHelpText="Replaces Knights Charge. Stuns for 2 Actions Instead."
LocLongDescription="Replaces Knights Charge. Stuns for 2 Actions Instead."
LocPromotionPopupText="<Bullet/> Replaces Knights Charge. Stuns for 2 Actions Instead."
LocFlyOverText="Knights Force"

[EagleEye X2AbilityTemplate]
LocFriendlyName="Eagle Eye"
LocHelpText="Passively increases sight radius by 5. Activate on cooldown to increase this radius by an additional 5."
LocLongDescription="Passively increases sight radius by 5. Activate on cooldown to increase this radius by an additional 5."
LocPromotionPopupText="<Bullet/> Passively increases sight radius by 5. Activate on cooldown to increase this radius by an additional 5."
LocFlyOverText="Eagle Eye"

[WeaponsMaster X2AbilityTemplate]
LocFriendlyName="Weapons Master"
LocHelpText="Negates the close range penalty of sniper rifles."
LocLongDescription="Negates the close range penalty of sniper rifles."
LocPromotionPopupText="<Bullet/> Negates the close range penalty of sniper rifles."

[HighNoon X2AbilityTemplate]
LocFriendlyName="High Noon"
LocHelpText="Negates the long range penalty of pistols."
LocLongDescription="Negates the long range penalty of pistols."
LocPromotionPopupText="<Bullet/> Negates the long range penalty of pistols."

[CrusaderStrike X2AbilityTemplate]
LocFriendlyName="Crusader Strike"
LocHelpText="A sword attack at adjacent enemies."
LocLongDescription="A sword attack at adjacent enemies."
LocPromotionPopupText="<Bullet/> A sword attack at adjacent enemies."
LocFlyOverText="Crusader Strike"

[QuickAid X2AbilityTemplate]
LocFriendlyName="Quick Aid"
LocHelpText="The first time you use various support gremlin abilities in a turn you will refund one action point."
LocLongDescription="The first time you use various support gremlin abilities in a turn you will refund one action point."
LocPromotionPopupText="<Bullet/> Works with Aid Protocol, Shield Protocol, Medical Protocol, Rescue Protocol, Stealth Protocol, Stronghold Protocol, Phalanx Protocol, Revival Protocol, Scouting Protocol, Airdrop, Restorative Mist, and Combat Scanner."
LocFlyOverText="Quick Aid"

[ByMyCommand X2AbilityTemplate]
LocFriendlyName="By My Command"
LocHelpText="The first time you use an officer ability or cover me per turn you will refund the action point used."
LocLongDescription="The first time you use an officer ability or cover me per turn you will refund the action point used."
LocPromotionPopupText="<Bullet/> The first time you use an officer ability or cover me per turn you will refund the action point used."
LocFlyOverText="By My Command

[FlashyPlays X2AbilityTemplate]
LocFriendlyName="Flashy Plays"
LocHelpText="Flashbangs are no longer turn ending. +1 charge for each equipped flashbang."
LocLongDescription="Flashbangs are no longer turn ending. +1 charge for each equipped flashbang."
LocPromotionPopupText="<Bullet/> Flashbangs are no longer turn ending. +1 charge for each equipped flashbang."

[ScanningTechnology X2AbilityTemplate]
LocFriendlyName="Scanning Technology"
LocHelpText="Grants the Combat Scanner, and Improved Scanner Abilities."
LocLongDescription="Grants the Combat Scanner, and Improved Scanner Abilities."
LocPromotionPopupText="<Bullet/> Combat Scanner allows you to scan an area which holotargets and reveals enemies. Improved scanner makes it so scanned enemies are easier to crit."

[WatchdogsProtection X2AbilityTemplate]
LocFriendlyName="Watchdogs Protection"
LocHelpText="Grants the Armour System and Healing Aid Abilities"
LocLongDescription="Grants the Armour System and Healing Aid Abilities"
LocPromotionPopupText="<Bullet/> Armour System causes aid protocol to repair armour as well as grant 1 armour while aid protocol is active. \n<Bullet/> Healing Aid causes your Aid Protocol to heal based on your hack score as well as cleanse effects as if you were applying a medikit"
LocFlyOverText="Watchdogs Protection"

[OppressiveFire X2AbilityTemplate]
LocFriendlyName="Oppressive Fire"
LocHelpText="Grants Focus and Opportunist enhancing overwatch shots"
LocLongDescription="Grants Focus and Opportunist enhancing overwatch shots"
LocPromotionPopupText="<Bullet/> Focus causes your first overwatch shot to be guaranteed to hit. \n<Bullet/> Opportunist causes your other overwatch shots to ignore half of cover bonuses."
LocFlyOverText="Oppressive Fire"

[OppressiveFireMalus X2AbilityTemplate]
LocFriendlyName="Oppressive Fire"
LocHelpText="An enhanced covering fire that applies an even stronger aim malus"
LocLongDescription="An enhanced covering fire that applies an even stronger aim malus"
LocPromotionPopupText="<Bullet/> An enhanced covering fire that applies an even stronger aim malus and ignores cover bonuses."
LocFlyOverText="Oppressive Fire"
